Table of Contents
 Class ConnReportSettings
Namespace
IdeaStatiCa.Plugin
Assembly
IdeaStatiCa.Plugin.dll
Settings of the content of a connection report
[DataContract]
public class ConnReportSettings
Inheritance
object
ConnReportSettings
Inherited Members
 object.ToString()
 object.Equals(object)
 object.Equals(object, object)
 object.ReferenceEquals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 Edit this page